Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Refreshing Calendar Events
ar: جارٍ تحديث أحداث التقويم
ca: S'estan actualitzant els esdeveniments del calendari
cy: Adnewyddu Digwyddiadau'r Calendr
da: Genopfrisk kalenderbegivenheder
da_instk12: Genopfrisk kalenderbegivenheder
de: Kalenderereignisse werden aktualisiert
es: Actualizando los eventos del calendario
es_es: Actualizando los eventos del calendario
fi: Kalenteritapahtumia päivitetään
fr: Actualisation des événements du calendrier
fr_ca: Actualisation des événements du calendrier
ga: Imeachtaí Féilire á Athnuachan
hi: कैलेंडर घटनाएं रीफ़्रेश की जा रही हैं
ht: Aktyalize Evènman Kalandriye yo
id: Memuat Ulang Acara Kalender
is: Glæði viðburði dagatals
it: Aggiornamento eventi del calendario
ja: カレンダーの内容をリフレッシュしています
ko: 캘린더 이벤트 새로 고치기
mi: Whakahou Maramataka Taiwhainga
ms: Sedang menyegarkan semula Acara Kalendar
nb: Oppfrisker kalenderoppføringer
nb_instk12: Oppfrisker kalenderoppføringer
nl: Kalenderevenementen aan het verversen
pl: Odświeżone wydarzenia w kalendarzu
pt: Atualizar Eventos do Calendário
pt_br: Atualizando Eventos do Calendário
ru: Обновляет события календаря
sl: Osveževanje dogodkov koledarja
sv: Uppdaterar kalenderhändelser
sv_instk12: Uppdatera kalenderhändelser
th: กำลังรีเฟรชกิจกรรมในปฏิทิน
vi: Đang Làm Mới Sự Kiện Lịch
zh: 刷新日历事件
zh_hk: 重新整理行事曆活動

source: Relax, laugh, or scroll guilt-free — you earned it.
ar: استرخ أو امرح أو تصفح الإنترنت دون أن تشعر بالذنب — فأنت تستحق هذا.
ca: Relaxeu-vos, rieu o feu una volta sense sentir-vos culpable; us ho heu guanyat.
cy: Cer i ymlacio, chwerthin, neu sgrolio ar dy ffôn — rwyt ti’n ei haeddu.
da: Du kan slappe af, grine eller scrolle uden skyldfølelse – du har fortjent det.
da_instk12: Du kan slappe af, grine eller scrolle uden skyldfølelse – du har fortjent det.
de: Entspannen Sie sich, lachen Sie oder scrollen Sie ohne Schuldgefühle – Sie haben es sich verdient.
es: Relájese, ríase o navegue por Internet sin sentirse culpable; se lo ganó.
es_es: Relájate, ríe o navega sin sentirte culpable: te lo has ganado.
fi: Rentoudu, naura tai selaa syyllisyydettä — olet ansainnut sen.
fr: Détends-toi, ris ou scrolle sans culpabilité – tu l’as bien mérité !
fr_ca: Détendez-vous, riez ou défilez sans culpabilité — vous l’avez bien mérité.
ga: Lig do scíth, gáire, nó scrollaigh gan chiontacht — thuill tú é.
hi: बिना किसी चिंता के आराम करें, हंसें या फ़ोन इस्तेमाल करें — आपने इसके लिए मेहनत की है।
ht: Detann ou, ri, oswa defile san w pa santi w koupab — ou merite li.
id: Bersantai, tertawa, atau gulirkan layar tanpa rasa bersalah — Anda pantas mendapatkannya.
is: Slakaðu á, hlæðu eða skrunaðu án sektarkenndar — þú hefur unnið þér það inn.
it: Rilassati, ridi o vai avanti senza rimorsi; ce l’hai fatta.
ja: リラックスして、笑って、罪悪感なくスクロールしましょう — あなたの手柄です。
ko: 편하게 웃음을 짖고 마음껏 스크롤하세요. 그럴 자격이 있습니다.
mi: Whakangāwari, kata, panuku rānei i te whārangi me te kore hara — he tika tāu mahi.
ms: Bersantai, ketawa dan tatal saja tanpa rasa bersalah — anda telah berusaha.
nb: Hvil deg, le eller bla uten skyldfølelse – du har fortjent det.
nb_instk12: Hvil deg, le eller bla uten skyldfølelse – du har fortjent det.
nl: Ontspan, lach en scroll zonder je schuldig te voelen – je hebt het verdiend.
pl: Zrelaksuj się, pośmiej lub przejrzyj coś w sieci – zasługujesz na to.
pt: Relaxa, ri ou navega sem culpa — tu mereces.
pt_br: Relaxe, ria ou navegue sem culpa — você merece.
ru: Расслабьтесь, посмейтесь или просто пролистайте ленту без угрызений совести — вы это заслужили.
sl: Sprostite se, smejte se ali brez slabe vesti brskajte po spletu – zaslužili ste si.
sv: Koppla av, skratta eller surfa utan skuldkänslor – du förtjänar det.
sv_instk12: Koppla av, skratta eller surfa utan skuldkänslor – du förtjänar det.
th: ผ่อนคลาย หัวเราะและดูโน่นดูนี่ไปบ้าง คุณสมควรให้รางวัลกับตัวเอง
vi: Thư giãn, cười, hoặc lướt mạng thoải mái — bạn xứng đáng.
zh: 放轻松，笑一笑，或是坦然地刷刷手机 — 你值得偷闲片刻。
zh_hk: 放鬆、大笑或隨意瀏覽網頁，無需感到內疚 — 這是你應得的。

source: Remember: no grade measures your worth.
ar: تذكر: قيمتك لا تستمد من درجتك.
ca: Recordeu: cap nota no mesura el que valeu.
cy: Cofia: dydy graddau ddim yn mesur dy werth.
da: Husk: Ingen karakter måler dit værd.
da_instk12: Husk: Ingen vurdering måler dit værd.
de: Denken Sie daran: Noten bestimmen nicht Ihren Wert.
es: Recuerde: ninguna calificación mide su valía.
es_es: Recuerda: ninguna nota mide lo que tú vales.
fi: Muista: mikään arvosana ei mittaa arvoasi.
fr: Souviens-toi : aucune note ne définit ta valeur.
fr_ca: Rappelez-vous : aucune note ne mesure votre valeur.
ga: Cuimhnigh: ní thomhaiseann aon ghrád do luach.
hi: याद रखें: आपके नंबर आपकी योग्यता का पैमाना नहीं हैं।
ht: Sonje: okenn nòt pa mezire valè w.
id: Ingat: tidak ada nilai yang mengukur kepatutan Anda.
is: Mundu: engin einkunn mælir gildi þitt.
it: Ricorda: nessun voto misura quanto vali.
ja: 忘れないで：あなたの価値は点数で測れません。
ko: 성적이 자신의 가치를 측정하지는 않습니다.
mi: Kia mahara: kāore he māka e ine i tō uara.
ms: Ingat: bukan gred yang mengukur nilai diri anda.
nb: Husk: ingen vurderinger måler verdien din.
nb_instk12: Husk: ingen vurderinger måler verdien din.
nl: Onthoud: er is geen cijfer die je waarde meet.
pl: Pamiętaj: żadna ocena nie jest miarą Twojej wartości.
pt: Lembra-te: nenhuma nota mede o teu valor.
pt_br: Lembre-se: nenhuma nota mede o seu valor.
ru: Помните: никакая оценка не определяет вашу ценность.
sl: Pomnite: nobena ocena ne meri vaše vrednosti.
sv: Kom ihåg att inget betyg mäter ditt värde.
sv_instk12: Kom ihåg att ingen bedömning mäter ditt värde.
th: จำไว้ว่าเกรดไม่ได้วัดคุณค่าของคุณ
vi: Hãy nhớ: không điểm số nào đo được giá trị của bạn.
zh: 记住：没有任何分数，能丈量你的价值。
zh_hk: 記住：分數並不能衡量你的價值。

source: Reminder
ar: التذكير
ca: Recordatori
cy: Nodyn atgoffa
da: Påmindelse
da_instk12: Påmindelse
de: Erinnerung
es: Recordatorio
es_es: Recordatorio
fi: Muistutus
fr: Rappel
fr_ca: Rappel
ga: Meabhrúchán
hi: अनुस्मारक
ht: Rapèl
id: Pengingat
is: Áminning
it: Promemoria
ja: 事前通知
ko: 미리 알림
mi: Whakamaumahara
ms: Peringatan
nb: Påminnelse
nb_instk12: Påminnelse
nl: Herinnering
pl: Przypomnienie
pt: Lembrete
pt_br: Lembrete
ru: Напоминание
sl: Opomnik
sv: Påminnelse
sv_instk12: Påminnelse
th: แจ้งเตือน
vi: Lời nhắc nhở
zh: 提醒
zh_hk: 提醒

source: Reminder Creation Failed
ar: تعذر إنشاء التذكير
ca: No s'ha pogut crear el recordatori
cy: Wedi methu creu neges atgoffa
da: Oprettelse af påmindelse mislykkedes
da_instk12: Oprettelse af påmindelse mislykkedes
de: Erstellung von Erinnerung fehlgeschlagen.
es: Error en la creación del recordatorio
es_es: No se ha podido crear el recordatorio
fi: Muistutuksen luominen epäonnistui
fr: Échec de la création du rappel
fr_ca: La création du rappel a échoué
ga: Theip ar Chruthú Meabhrúcháin
hi: अनुस्मारक नहीं बनाया जा सका
ht: Echèk Kreyasyon Rapèl
id: Gagal Pembuat Pengingat
is: Ekki tókst að búa til áminningu
it: Creazione promemoria non riuscita
ja: リマインダ作成に失敗しました
ko: 미리 알림 만들기 실패
mi: I Rahua te Hanga Whakamaumahara
ms: Penciptaan Peringatan Gagal
nb: Oppretting av påminnelse mislyktes
nb_instk12: Oppretting av påminnelse mislyktes
nl: Herinnering maken is mislukt
pl: Nie udało się utworzyć przypomnienia
pt: Falha na criação do lembrete
pt_br: Falha na criação do lembrete
ru: Не удалось создать напоминание
sl: Ustvarjanje opomnika ni uspelo
sv: Det gick inte att skapa en påminnelse
sv_instk12: Det gick inte att skapa en påminnelse
th: จัดทำการแจ้งเตือนล้มเหลว
vi: Tạo Lời Nhắc Nhở Không Thành Công
zh: 创建提醒失败
zh_hk: 建立提醒失敗

source: Reminder Deleted
ar: تم حذف التذكير
ca: S’ha suprimit el recordatori
cy: Wedi dileu neges atgoffa
da: Påmindelse slettet
da_instk12: Påmindelse slettet
de: Erinnerung gelöscht
es: Recordatorio eliminado
es_es: Recordatorio eliminado
fi: Muistutus poistettu
fr: Rappel supprimé
fr_ca: Rappel supprimé
ga: Meabhrúchán Scriosta
hi: अनुस्मारक मिटाया गया
ht: Rapèl Elimine
id: Pengingat Dihapus
is: Áminningu eytt
it: Promemoria eliminato
ja: リマインダが削除されました
ko: 미리 알림 삭제됨
mi: Whakamaumahara Kua Mukua
ms: Peringatan Dipadamkan
nb: Påminnelse slettet
nb_instk12: Påminnelse slettet
nl: Herinnering is verwijderd
pl: Usunięto przypomnienie
pt: Lembrete eliminado
pt_br: Lembrete excluído
ru: Напоминание удалено
sl: Opomnik je odstranjen
sv: Påminnelsen raderades
sv_instk12: Påminnelsen raderades
th: ลบการแจ้งเตือนแล้ว
vi: Đã Xóa Lời Nhắc Nhở
zh: 已删除提醒
zh_hk: 提醒已刪除

source: Remove
ar: إزالة
ca: Suprimeix
cy: Tynnu
da: Fjern
da_instk12: Fjern
de: Entfernen
es: Eliminar
es_es: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Retirer
ga: Bain
hi: निकालें
ht: Elimine
id: Hapus
is: Fjarlægja
it: Rimuovi
ja: 削除
ko: 제거
mi: Tango
ms: Alih Keluar
nb: Fjern
nb_instk12: Fjern
nl: Verwijderen
pl: Usuń
pt: Eliminar
pt_br: Remover
ru: Удалить
sl: Odstrani
sv: Ta bort
sv_instk12: Ta bort
th: ลบ
vi: Gỡ
zh: 移除
zh_hk: 移除

source: Remove this file?
ar: إزالة هذا الملف؟
ca: Voleu eliminar aquest fitxer?
cy: Ydych chi am dynnu'r ffeil hon?
da: Fjern denne fil?
da_instk12: Fjern denne fil?
de: Diese Datei entfernen?
es: ¿Eliminar este archivo?
es_es: ¿Eliminar este archivo?
fi: Poistetaanko tämä tiedosto?
fr: Supprimer ce fichier ?
fr_ca: Supprimer ce fichier?
ga: Bain an comhad seo?
hi: इस फ़ाइल को निकालें?
ht: Elimine fichye sa a?
id: Hapus file ini?
is: Fjarlægja þessa skrá?
it: Rimuovi questo file?
ja: このファイルを削除しますか？
ko: 이 파일을 제거하시겠습니까?
mi: Tangohia tēnei kōnae?
ms: Alih keluar fail ini?
nb: Fjerne denne filen?
nb_instk12: Fjerne denne filen?
nl: Dit bestand verwijderen?
pl: Usunąć ten plik?
pt: Remover este ficheiro?
pt_br: Remover este arquivo?
ru: Удалить этот файл?
sl: Ali želite odstraniti to datoteko?
sv: Ta bort den här filen?
sv_instk12: Ta bort den här filen?
th: ลบไฟล์นี้หรือไม่
vi: Gỡ tập tin này?
zh: 要移除此文件吗？
zh_hk: 確定移除此檔案？

source: Report a problem
ar: الإبلاغ عن مشكلة
ca: Informeu d'un problema
cy: Rhoi gwybod am broblem
da: Rapporter et problem
da_instk12: Rapporter et problem
de: Ein Problem melden
es: Reportar un problema
es_es: Informar sobre un problema
fi: Raportoi ongelma
fr: Signaler un problème
fr_ca: Signaler un problème
ga: Tuairiscigh fadhb
hi: समस्या की रिपोर्ट करें
ht: Rapòte yon pwoblèm
id: Laporkan masalah
is: Tilkynna vandamál
it: Segnala un problema
ja: 問題を報告する
ko: 문제 신고
mi: Pūrongo i te raruraru
ms: Laporkan masalah
nb: Rapporter et problem
nb_instk12: Rapporter et problem
nl: Een probleem melden
pl: Zgłoś problem
pt: Denunciar um problema
pt_br: Reportar um problema
ru: Сообщить о проблеме
sl: Poročajte o težavi
sv: Rapportera ett problem
sv_instk12: Rapportera ett problem
th: แจ้งปัญหา
vi: Báo cáo vấn đề
zh: 报告一个问题
zh_hk: 報告問題

source: Request a feature
ar: طلب ميزة
ca: Sol·licita una característica
cy: Gofyn am nodwedd
da: Anmod om en funktion
da_instk12: Anmod om en funktion
de: Ein Feature anfordern
es: Solicitar una funcionalidad
es_es: Solicitar una funcionalidad
fi: Pyydä ominaisuus
fr: Demander l'ajout d'une fonctionnalité
fr_ca: Demander l'ajout d'une fonctionnalité
ga: Iarr gné
hi: फ़ीचर का अनुरोध करें
ht: Mande yon opsyon
id: Minta fitur
is: Biðja um eiginleika
it: Richiedi una funzione
ja: 機能をリクエストする
ko: 기능 요청
mi: Tono he āhuatanga
ms: Minta ciri
nb: Be om en funksjon
nb_instk12: Be om en funksjon
nl: Een functie aanvragen
pl: Zażądaj funkcji
pt: Pedir uma caraterística
pt_br: Solicitar uma funcionalidade
ru: Запрос функции
sl: Zahtevaj funkcionalnost
sv: Begär en funktion
sv_instk12: Efterfråga en funktion
th: แจ้งขอคุณสมบัติการทำงาน
vi: Yêu cầu đặc tính
zh: 请求一个功能
zh_hk: 請求一項功能

source: Rest is part of progress too.
ar: الراحة جزء من التقدم كذلك.
ca: El descans també forma part del progrés.
cy: Mae gorffwys yn rhan bwysig o gynnydd hefyd.
da: Hvile er også en del af fremskridt.
da_instk12: Hvile er også en del af fremskridt.
de: Auch Pausen gehören zum Fortschritt.
es: El descanso también forma parte del progreso.
es_es: El descanso también es parte del progreso.
fi: Lepo on myös osa edistystä.
fr: Le repos aussi, c’est important pour progresser.
fr_ca: Le repos fait aussi partie du progrès.
ga: Is cuid den dul chun cinn an scíth freisin.
hi: आराम भी प्रगति का हिस्सा है।
ht: Repo fè pati pwogrè a tou.
id: Istirahat juga bagian dari kemajuan.
is: Hvíld er líka hluti af framförum.
it: Anche il riposo fa parte dell’avanzamento.
ja: 休息もまた進歩の一部です。
ko: 휴식도 발전의 일부분입니다.
mi: Ko te okiokinga he wāhanga hoki o te ahunga whakamua.
ms: Rehat juga adalah sebahagian daripada berkembang.
nb: Hvile er også en del av fremgangen.
nb_instk12: Hvile er også en del av fremgangen.
nl: Rust is ook een deel van de vooruitgang.
pl: Odpoczynek to także element postępu.
pt: O descanso também faz parte do progresso.
pt_br: Descansar também faz parte do progresso.
ru: Отдых тоже является частью прогресса.
sl: Tudi počitek je del napredka.
sv: Att vila är en del av processen.
sv_instk12: Att vila är en del av processen.
th: การพักผ่อนเป็นส่วนหนึ่งของพัฒนาการเช่นกัน
vi: Nghỉ ngơi cũng là một phần của tiến bộ.
zh: 休息也是进步的一部分。
zh_hk: 休息也是進步的一部分。

source: Resubmission Failed
ar: تعذرت إعادة الإرسال
ca: Error en la nova entrega
cy: Wedi methu ail-gyflwyno
da: Genindsendelse mislykkedes
da_instk12: Genindsendelse mislykkedes
de: Erneute Abgabe fehlgeschlagen
es: Ocurrió un error al volver a entregar
es_es: Ha habido un error al volver a entregar
fi: Uudelleenlähetys epäonnistui
fr: Echec de la resoumission
fr_ca: Échec du nouvel envoi
ga: Theip ar Aischur
hi: फिर से सबमिशन विफल रहा
ht: Resoumisyon Echwe
id: Penyerahan Ulang Gagal
is: Endurinnsending mistókst
it: Nuova consegna non riuscita
ja: 再提出に失敗しました
ko: 다시 제출 실패
mi: I rahua te tukuanō o te tāpaetanga
ms: Serahan Semula Gagal
nb: Ny innlevering mislyktes
nb_instk12: Ny innlevering mislyktes
nl: Opnieuw inleveren mislukt
pl: Ponownie przesyłanie nie powiodło się
pt: Reenvio falhou
pt_br: Falha no re-envio
ru: Ошибка повторной отправки
sl: Ponovna oddaja ni uspela
sv: Det gick inte att lämna in på nytt
sv_instk12: Det gick inte att lämna in på nytt
th: การจัดส่งใหม่ล้มเหลว
vi: Nộp Lại Thất Bại
zh: 重新提交重新提交失败
zh_hk: 重新提交項目失敗

source: Resubmit Assignment
ar: إعادة إرسال المهمة
ca: Torna a entregar 'activitat
cy: Ailgyflwyno Aseiniad
da: Gen-indsend opgave
da_instk12: Gen-indsend opgave
de: Aufgabe neu einreichen
es: Volver a entregar la tarea
es_es: Volver a entregar la actividad
fi: Lähetä tehtävä uudelleen
fr: Soumettre à nouveau le travail
fr_ca: Envoyer le travail de nouveau
ga: Cuir Tasc isteach arís
hi: असाइनमेंट फिर से सबमिट करें
ht: Resoumèt Sesyon
id: Serahkan Ulang Tugas
is: Endurskila verkefni
it: Reinvia compito
ja: 課題を再提出する
ko: 과제 다시 제출
mi: Tuku anō i te whakataunga
ms: Serah Semula Tugasan
nb: Send oppgaven inn på nytt
nb_instk12: Send oppgaven inn på nytt
nl: Opdracht opnieuw inleveren
pl: Wyślij ponownie zadanie
pt: Voltar a submeter tarefa
pt_br: Re-enviar Tarefa
ru: Повторная отправка задания
sl: Ponovno pošlji nalogo
sv: Lämna in uppgift igen
sv_instk12: Skicka in uppgift igen
th: ส่งภารกิจใหม่อีกครั้ง
vi: Nộp Lại Bài Tập
zh: 重新提交作业
zh_hk: 重新提交作業

source: Resume Quiz
ar: استئناف الاختبار
ca: Reprèn la prova
cy: Parhau â'r Cwis
da: Genoptag test
da_instk12: Genoptag quiz
de: Quiz fortsetzen
es: Continuar la evaluación
es_es: Reanudar la prueba
fi: Jatka testiä
fr: Reprendre le quiz
fr_ca: Continuer le questionnaire
ga: Atosaigh Quiz
hi: प्रश्नोत्तरी फिर से शुरू करें
ht: Reprann Quiz
id: Lanjutkan Kuis
is: Halda áfram með próf
it: Riprendi quiz
ja: 小テストを再開する
ko: 퀴즈 다시 시작
mi: Haere anō Quiz
ms: Sambung Kuiz
nb: Fortsett quiz
nb_instk12: Fortsett quiz
nl: Toets hervatten
pl: Wznów test
pt: Retomar teste
pt_br: Retomar o teste
ru: Возобновить тест
sl: Nadaljevanje kviza
sv: Återuppta quiz
sv_instk12: Återuppta quiz
th: ทำแบบทดสอบต่อ
vi: Tiếp Tục Bài Kiểm Tra
zh: 恢复测验
zh_hk: 繼續測驗

source: Retake Quiz
ar: إعادة الاختبار
ca: Torna a realitzar la prova
cy: Gwneud y Cwis eto
da: Tag Quiz igen
da_instk12: Tag quiz igen
de: Quiz wiederholen
es: Volver a realizar la evaluación
es_es: Volver a realizar la prueba
fi: Suorita tietovisa uudelleen
fr: Recommencer le quiz
fr_ca: Recommencer le questionnaire
ga: Déan an Quiz Arís
hi: प्रश्नोत्तरी में फिर से भाग लें
ht: Repran Quiz
id: Kerjakan Ulang Kuis
is: Endurtaka próf
it: Ripeti quiz
ja: 小テストを受けなおす
ko: 퀴즈 다시 하기
mi: Tangohia Quiz
ms: Ambil Semula Kuiz
nb: Ta quizen på nytt
nb_instk12: Ta quizen på nytt
nl: Toets hervatten
pl: Ponownie zrób test
pt: Voltar Fazer Questionário
pt_br: Refazer o teste
ru: Пересдать тест
sl: Ponovno opravljanje kviza
sv: Gör om Quiz
sv_instk12: Gör om Quiz
th: ทำแบบทดสอบอีกครั้ง
vi: Làm Lại Bài Kiểm Tra
zh: 重考测验
zh_hk: 再次測驗

source: Retry
ar: إعادة المحاولة
ca: Torna a provar-ho
cy: Ailgynnig
da: Prøv igen
da_instk12: Prøv igen
de: Erneut versuchen
es: Reintentar
es_es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
ga: Bain triail eile as
hi: फिर से कोशिश करें
ht: Re eseye
id: Coba lagi
is: Reyna aftur
it: Riprova
ja: 再試行
ko: 다시 시도
mi: Ngana ano
ms: Cuba semula
nb: Prøv igjen
nb_instk12: Forsøk igjen
nl: Opnieuw proberen
pl: Ponów próbę
pt: Tentar novamente
pt_br: Tentar novamente
ru: Повторить
sl: Ponovno poskusi
sv: Försök igen
sv_instk12: Försök igen
th: ลองใหม่
vi: Thử Lại
zh: 重试
zh_hk: 重試

source: Rubric
ar: تقييم روبرك
ca: Rúbrica
cy: Cyfarwyddyd sgorio
da: Rubrik
da_instk12: Vurderingskriterie
de: Bewertungsschema
es: Rúbrica
es_es: Rúbrica
fi: Arviointitaulukko
fr: Rubrique
fr_ca: Grille de notation
ga: Rúibric
hi: रुब्रिक
ht: Ribrik
id: Rubrik
is: Matskvarði
it: Rubrica
ja: ルーブリック
ko: 루브릭
ms: Rubrik
nb: Vurderingsveiledning
nb_instk12: Vurderingskriterier
nl: Rubriek
pl: Rubryka
pt: Rubrica
pt_br: Rubrica
ru: Рубрика
sl: Ocenjevalni vodnik
sv: Matris
sv_instk12: Matris
th: เกณฑ์การให้คะแนน
vi: Bảng Đánh Giá Theo Tiêu Chí
zh: 评测
zh_hk: 評分標準

source: Save
ar: حفظ
ca: Desa
cy: Cadw
da: Gem
da_instk12: Gem
de: Speichern
es: Guardar
es_es: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
ga: Sábháil
hi: सहेजें
ht: Anrejistre
id: Simpan
is: Vista
it: Salva
ja: 保存
ko: 저장
mi: Tiaki
ms: Simpan
nb: Lagre
nb_instk12: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
ru: Сохранить
sl: Shrani
sv: Spara
sv_instk12: Spara
th: บันทึก
vi: Lưu
zh: 保存
zh_hk: 儲存

source: Schedule Notification
ar: جدولة إخطار
ca: Notificació sobre la planificació
cy: Trefnu Hysbysiad
da: Tidsplannotifikation
da_instk12: Tidsplannotifikation
de: Stundenplan-Benachrichtigung
es: Notificación del horario
es_es: Notificación del planificador
fi: Aikatauluta ilmoitus
fr: Programmer une notification
fr_ca: Programmer une notification
ga: Sceidealaigh Fógra
hi: सूचना शेड्यूल करें
ht: Pwograme Notifikasyon
id: Jadwalkan Notifikasi
is: Tímasetja tilkynningar
it: Pianifica notifica
ja: 通知を設定する
ko: 일정 알림
mi: Whakamōhiotanga Apiti
ms: Jadualkan Pemberitahuan
nb: Tidsplansvarsling
nb_instk12: Tidsplansvarsling
nl: Een berichtgeving plannen
pl: Powiadomienie o harmonogramie
pt: Programar Notificação
pt_br: Notificação de Programação
ru: Запланировать уведомление
sl: Razporedi sporočilo
sv: Schemalägg avisering
sv_instk12: Schemalägg avisering
th: กำหนดเวลาการแจ้งข้อมูล
vi: Thông Báo Lịch Trình
zh: 调度通知
zh_hk: 計劃通知

source: Search for recipients
ar: بحث عن مستلمين
ca: Cerca destinataris
cy: Chwilio am dderbynwyr
da: Søg efter modtagere
da_instk12: Søg efter modtagere
de: Nach Empfängern suchen
es: Buscar destinatarios
es_es: Buscar destinatarios
fi: Hae vastaanottajia
fr: Rechercher les destinataires
fr_ca: Rechercher des destinataires
hi: प्राप्तकर्ताओं को खोजें
ht: Chèche pa destinatè
id: Cari penerima
is: Leita að viðtakendum
it: Cerca destinatari
ja: 受信者の検索
ko: 수신자 검색
mi: Rapu mō ngā kaiwhiwhi
ms: Cari penerima
nb: Søk etter mottakere
nb_instk12: Søk etter mottakere
nl: Ontvangers zoeken
pl: Wyszukaj odbiorców
pt: Procurar destinatários
pt_br: Pesquisar destinatários
ru: Поиск получателей
sl: Iskanje prejemnikov
sv: Sök efter mottagare
sv_instk12: Sök efter mottagare
th: ค้นหาผู้รับ
vi: Tìm kiếm người nhận
zh: 搜索收件人
zh_hk: 搜尋收件人

source: Select Attachment Type
ar: حدد نوع المرفق
ca: Selecciona el tipus de fitxer adjunt
cy: Dewis math o atodiad
da: Vælg bilagstype
da_instk12: Vælg bilagstype
de: Anhangstyp auswählen
es: Seleccionar tipo de adjunto
es_es: Seleccionar tipo de adjunto
fi: Valitse liitoksen tyyppi
fr: Sélectionner le type de pièce jointe
fr_ca: Sélectionner le type de pièce jointe
ga: Roghnaigh Cineál Ceangaltáin
hi: अनुलग्नक प्रकार चुनें
ht: Seleksyone Tip Atachman
id: Pilih Jenis Lampiran
is: Velja tegund viðhengis
it: Seleziona tipo di allegato
ja: 別添ファイルタイプを選択する
ko: 첨부 파일 유형 선택
mi: Tīpakohia Momo Āpitihanga
ms: Pilih Jenis Kepilan
nb: Velg vedleggstype
nb_instk12: Velg vedleggstype
nl: Type bijlage selecteren
pl: Wybierz typ załącznika
pt: Selecionar tipo de anexo
pt_br: Selecione o tipo de anexo
ru: Выбрать тип вложения
sl: Izberite vrsto priloge
sv: Välj bilagetyp
sv_instk12: Välj bilagetyp
th: เลือกประเภทเอกสารแนบ
vi: Chọn Loại Tập Tin Đính Kèm
zh: 选择附件类型
zh_hk: 選取附件類型

source: Select file(s)
ar: تحديد ملف(ملفات)
ca: Selecciona els fitxers
cy: Dewiswch ffeil(iau)
da: Vælg fil(-er)
da_instk12: Vælg fil(-er)
de: Datei(en) auswählen
es: Seleccionar archivo(s)
es_es: Seleccionar archivos
fi: Valitse tiedosto
fr: Sélectionner un ou plusieurs fichier(s)
fr_ca: Sélectionner un ou plusieurs fichier(s)
ga: Roghnaigh comha(i)d
hi: फ़ाइल/फ़ाइलें चुनें
ht: Seleksyone fichye
id: Pilih file
is: Veldu skrá(r)
it: Seleziona file
ja: ファイルを選択する
ko: 파일 선택
mi: Tīpako ngā kōnae
ms: Pilih fail
nb: Velg fil(er)
nb_instk12: Velg fil(er)
nl: Bestand(en) selecteren
pl: Wybierz plik(i)
pt: Selecionar Ficheiro(s)
pt_br: Selecionar arquivo(s)
ru: Выбрать файл (файлы)
sl: Izberi datoteke
sv: Välj fil(er)
sv_instk12: Välj fil(er)
th: เลือกไฟล์
vi: Gửi tập tin
zh: 选择文件(s)
zh_hk: 選擇檔案

source: Select or deselect
ar: تحديد أو إلغاء التحديد
ca: Selecciona o anul·la la selecció
cy: Dewis neu ddad-ddewis
da: Vælg eller fravælg
da_instk12: Vælg eller fravælg
de: Auswählen oder nicht auswählen
es: Seleccionar o deseleccionar
es_es: Seleccionar o deseleccionar
fi: Valitse tai poista valinta
fr: Sélectionner ou désélectionner
fr_ca: Sélectionner ou désélectionner
ga: Roghnaigh nó díroghnaigh
hi: चयनित या अचयनित करें
ht: Seleksyone oswa deseleksyone
id: Pilih atau hapus pilihan
is: Veldu eða afveldu
it: Seleziona o deseleziona
ja: 選択または非選択にする
ko: 선택 또는 선택 해제
mi: Tīpakohia whakawātea rānei
ms: Pilih atau nyahpilih
nb: Velg, eller fjerne valg
nb_instk12: Velg, eller fjerne valg
nl: Selecteren of selectie ongedaan maken
pl: Wybierz lub odznacz
pt: Selecionar ou ignorar
pt_br: Selecionar ou desmarcar
ru: Выберите или отмените выбор
sl: Izberi ali razveljavi izbiro
sv: Markera eller avmarkera
sv_instk12: Markera eller avmarkera
th: เลือกหรือยกเลิกการเลือก
vi: Chọn hoặc bỏ chọn
zh: 选择或取消选择
zh_hk: 選擇或反選

source: Selected
ar: تم التحديد
ca: S’ha seleccionat
cy: Wedi dewis
da: Valgt
da_instk12: Valgt
de: Ausgewählt
es: Seleccionado
es_es: Seleccionado
fi: Valittu
fr: Sélectionné
fr_ca: Sélectionné
ga: Roghnaithe
hi: चुना गया
ht: Seleksyone
id: Dipilih
is: Valið
it: Selezionato
ja: 選択されました
ko: 선택됨
mi: Kua tīpakohia
ms: Dipilih
nb: Valgt
nb_instk12: Valgt
nl: Geselecteerd
pl: Wybrano
pt: Selecionado
pt_br: Selecionado
ru: Выбрано
sl: Izbrano
sv: Valda
sv_instk12: Vald
th: เลือกแล้ว
vi: Đã chọn
zh: 选定的
zh_hk: 已選取

source: Send
ar: إرسال
ca: Envia
cy: Anfon
de: Senden
es: Enviar
es_es: Enviar
fi: Lähetä
fr: Envoyer
fr_ca: Envoyer
ga: Seol
hi: भेजें
ht: Voye
id: Kirim
is: Senda
it: Invia
ja: 送信
ko: 보내기
mi: Tukua
ms: Hantar
nl: Verzenden
pl: Wyślij
pt: Enviar
pt_br: Enviar
ru: Отправить
sl: Pošlji
sv: Skicka
sv_instk12: Skicka
th: ส่ง
vi: Gửi
zh: 发送
zh_hk: 傳送
